Repository: crazyball666/Conn
Catalog: Conn/Conn/Localizable.xcstrings
Source language: zh_hans
Languages: en, ja, ko, zh_hant

# 命令只会填入终端，不会自动执行。
source: 脚本仅填入终端，不会自动执行。
en: The script is inserted into the terminal only; it is not executed automatically.
ja: スクリプトはターミナルに入力されるだけで、自動実行されません。
ko: 스크립트는 터미널에 입력만 되며 자동으로 실행되지 않습니다.
zh_hant: 指令碼只會填入終端機，不會自動執行。

source: 命令行
en: Command
ja: コマンドライン
ko: 명령줄
zh_hant: 命令列

source: 回滚历史
en: Scrollback
ja: スクロールバック
ko: 스크롤백
zh_hant: 回捲歷史

source: 在独立页面打开交互式 shell（PTY）
en: Open an interactive shell (PTY) in a separate page
ja: 別ページでインタラクティブシェル（PTY）を開く
ko: 별도 페이지에서 대화형 셸(PTY) 열기
zh_hant: 在獨立頁面開啟互動式 shell（PTY）

source: 地址
en: Address
ja: アドレス
ko: 주소
zh_hant: 位址

source: 块状
en: Block
ja: ブロック
ko: 블록
zh_hant: 方塊

source: 基本
en: Basic
ko: 기본

source: 填入
en: Insert
ja: 入力
ko: 입력

source: 处理器
en: Processor
ja: プロセッサ
ko: 프로세서
zh_hant: 處理器

source: 备注
en: Note
ja: メモ
ko: 메모
zh_hant: 備註

source: 复制
en: Copy
ja: Copy
ko: Copy

source: 复制公钥
en: Copy public key
ja: 公開鍵をコピー
ko: 공개 키 복사
zh_hant: 複製公鑰

source: 复制到
en: Copy to
ja: Copy to
ko: Copy to

source: 复制命令
en: Copy command
ja: コマンドをコピー
ko: 명령 복사
zh_hant: 複製命令

source: 复制失败：%@
en: Copy failed: %@
ja: Copy failed: %@
ko: Copy failed: %@

source: 复制当前目录路径
en: Copy Current Path
ja: Copy Current Path
ko: Copy Current Path

source: 复制私钥
en: Copy private key
ja: 秘密鍵をコピー
ko: 개인 키 복사
zh_hant: 複製私鑰

source: 复核配置
en: Review configuration
ja: 構成を確認
ko: 구성 검토
zh_hant: 複核設定

source: 外观
en: Appearance
ja: 外観
ko: 화면 모드
zh_hant: 外觀

source: 大小
en: Size
ja: サイズ
ko: 크기

source: 失败时
en: On failure
ja: 失敗時
ko: 실패 시
zh_hant: 失敗時

source: 好
en: OK
ja: OK
ko: 확인

source: 如 644
en: e.g. 644
ja: 例: 644
ko: 예: 644
zh_hant: 例如 644

source: 如：查看磁盘使用
en: e.g. Check disk usage
ja: 例: ディスク使用量を確認
ko: 예: 디스크 사용량 확인
zh_hant: 例如：檢視磁碟使用量

# 如：磁盘 / 网络（可留空）
source: 例如：磁盘 / 网络（可选）
en: For example: Disk / Network (optional)
ja: 例: ディスク / ネットワーク（任意）
ko: 예: 디스크 / 네트워크(선택 사항)
zh_hant: 例如：磁碟 / 網路（可選）

source: 始终
en: Always
ja: 常に
ko: 항상
zh_hant: 永遠

source: 子网
en: Subnet
ja: サブネット
ko: 서브넷
zh_hant: 子網路

source: 字体大小
en: Font size
ja: フォントサイズ
ko: 글꼴 크기
zh_hant: 字體大小

source: 安全
en: Security
ja: セキュリティ
ko: 보안

source: 完成
en: Done
ja: 完了
ko: 완료

source: 家用
en: Home
ja: ホーム
ko: 홈

source: 容器
en: Containers
ja: コンテナ
ko: 컨테이너

source: 容器 ID
en: Container ID
ja: コンテナ ID
ko: 컨테이너 ID

source: 容器：%@
en: Container: %@
ja: コンテナ：%@
ko: 컨테이너: %@

source: 容器刷新间隔
en: Container refresh
ja: コンテナ更新間隔
ko: 컨테이너 새로고침 간격
zh_hant: 容器重新整理間隔

source: 容器操作
en: Container action
ja: コンテナ操作
ko: 컨테이너 작업

source: 容器操作与片段执行会记录在这里
en: Container actions and snippet runs are logged here
ja: コンテナ操作とスニペット実行はここに記録されます
ko: 컨테이너 작업과 스니펫 실행이 여기에 기록됩니다
zh_hant: 容器操作與片段執行會記錄在這裡

source: 容器端口
en: Container port
ja: コンテナポート
ko: 컨테이너 포트
zh_hant: 容器連接埠

source: 容器路径
en: Container path
ja: コンテナパス
ko: 컨테이너 경로
zh_hant: 容器路徑

source: 容器配置无效，未执行 Docker 操作
en: Invalid container configuration; Docker operation was not run
ja: コンテナ構成が無効なため、Docker 操作は実行されませんでした
ko: 컨테이너 구성이 올바르지 않아 Docker 작업을 실행하지 않았습니다
zh_hant: 容器設定無效，未執行 Docker 操作

source: 密码
en: Password
ja: パスワード
ko: 비밀번호
zh_hant: 密碼

source: 密钥
en: Key
ja: 鍵
ko: 키
zh_hant: 金鑰

source: 密钥保存失败
en: Failed to save key
ja: 鍵の保存に失敗しました
ko: 키 저장 실패
zh_hant: 金鑰儲存失敗

source: 密钥信息
en: Key details
ja: 鍵の情報
ko: 키 정보
zh_hant: 金鑰資訊

source: 密钥元数据保存失败
en: Failed to save key metadata
ja: 鍵メタデータを保存できませんでした
ko: 키 메타데이터를 저장하지 못했습니다
zh_hant: 儲存金鑰中繼資料失敗

source: 密钥删除失败
en: Failed to delete key
ja: 鍵の削除に失敗しました
ko: 키 삭제 실패
zh_hant: 金鑰刪除失敗

source: 密钥名称
en: Key name
ja: 鍵の名前
ko: 키 이름
zh_hant: 金鑰名稱

source: 密钥将被永久删除，无法恢复。
en: The key will be permanently deleted and cannot be recovered.
ja: 鍵は完全に削除され、復元できません。
ko: 키가 영구 삭제되며 복구할 수 없습니다.
zh_hant: 密鑰將被永久刪除，無法復原。

source: 密钥恢复失败
en: Failed to restore key
ja: 鍵を復元できませんでした
ko: 키를 복원하지 못했습니다
zh_hant: 還原金鑰失敗

source: 密钥数据清理未完成，请重试
en: Key cleanup did not finish. Please try again.
ja: 鍵のクリーンアップが完了しませんでした。もう一度お試しください。
ko: 키 정리가 완료되지 않았습니다. 다시 시도해 주세요.
zh_hant: 金鑰清理未完成，請重試。

source: 密钥生成失败
en: Failed to generate key
ja: 鍵の生成に失敗しました
ko: 키 생성 실패
zh_hant: 金鑰產生失敗

source: 密钥管家
en: Key Manager
ja: 鍵マネージャー
ko: 키 관리자
zh_hant: 金鑰管家

source: 密钥读取失败
en: Failed to read keys
ja: 鍵の読み込みに失敗しました
ko: 키를 읽지 못했습니다
zh_hant: 讀取金鑰失敗

source: 密钥选择将在密钥管家上线后支持
en: Key selection will be supported once the Key Manager is available
ja: 鍵の選択は鍵マネージャーの公開後に対応予定です
ko: 키 선택은 키 매니저 출시 후 지원됩니다
zh_hant: 金鑰選擇將在金鑰管家上線後支援

source: 导入
en: Import
ja: インポート
ko: 가져오기
zh_hant: 匯入

source: 导入密钥
en: Import key
ja: 鍵をインポート
ko: 키 가져오기
zh_hant: 匯入金鑰

source: 导入私钥
en: Import private key
ja: 秘密鍵をインポート
ko: 개인 키 가져오기
zh_hant: 匯入私鑰

source: 导出
en: Export
ja: エクスポート
ko: 내보내기
zh_hant: 匯出

source: 导出私钥
en: Export private key
ja: 秘密鍵をエクスポート
ko: 개인 키 내보내기
zh_hant: 匯出私鑰

source: 将使用项目名称：%@
en: Project name: %@
ja: 使用するプロジェクト名：%@
ko: 사용할 프로젝트 이름: %@
zh_hant: 將使用專案名稱：%@

source: 将删除目录及其内容，不可撤销。
en: This deletes the directory and its contents. It cannot be undone.
ja: ディレクトリとその内容を削除します。元に戻せません。
ko: 디렉터리와 그 내용을 삭제합니다. 되돌릴 수 없습니다.
zh_hant: 將刪除目錄及其內容，無法復原。

source: 将移除该项目的容器和网络，但不会删除卷。项目配置会保留，之后可以再次启动。
en: This removes the project's containers and networks, but not its volumes. The project configuration is kept so you can start it again later.
ja: プロジェクトのコンテナとネットワークを削除しますが、ボリュームは削除しません。設定は保持され、後で再起動できます。
ko: 프로젝트의 컨테이너와 네트워크를 제거하지만 볼륨은 삭제하지 않습니다. 프로젝트 설정은 유지되어 나중에 다시 시작할 수 있습니다.
zh_hant: 將移除該專案的容器和網路，但不會刪除卷宗。專案設定會保留，之後可以再次啟動。

source: 尚未巡检
en: Not scanned yet
ja: 未巡回
ko: 점검 전
zh_hant: 尚未巡檢

source: 层历史
en: Layer History
ja: レイヤー履歴
ko: 레이어 기록
zh_hant: 層歷史

source: 展开全部
en: Show all
ja: すべて表示
ko: 전체 보기
zh_hant: 展開全部

source: 展开快捷键
en: Expand Shortcut Keys
ja: ショートカットキーを展開
ko: 단축키 펼치기
zh_hant: 展開快速鍵

source: 属主
en: Owner
ja: 所有者
ko: 소유자
zh_hant: 擁有者

source: 工作目录
en: Working directory
ja: 作業ディレクトリ
ko: 작업 디렉터리
zh_hant: 工作目錄

source: 已下载 %@
en: Downloaded %@
ja: %@ をダウンロードしました
ko: %@ 다운로드됨
zh_hant: 已下載 %@

source: 已保存
en: Saved
ja: 保存しました
ko: 저장됨
zh_hant: 已儲存

source: 已保存：%@
en: Saved: %@
ja: 保存しました：%@
ko: 저장됨: %@
zh_hant: 已儲存：%@

source: 已停止
en: Stopped
ja: 停止済み
ko: 중지됨

source: 已压缩到 %@
en: Compressed to %@
ja: Compressed to %@
ko: Compressed to %@

source: 已向 %@（PID %d）发送结束信号
en: Sent termination signal to %@ (PID %d)
ja: %@（PID %d）に終了シグナルを送信しました
ko: %@(PID %d)에 종료 신호를 보냈습니다
zh_hant: 已向 %@（PID %d）發送結束信號

source: 已复制：%@
en: Copied: %@
ja: Copied: %@
ko: Copied: %@

source: 已存在同名分组
en: A group with this name already exists
ja: 同じ名前のグループが既にあります
ko: 같은 이름의 그룹이 이미 있습니다
zh_hant: 已存在同名分組

source: 已暂停
en: Paused
ja: 一時停止中
ko: 일시정지됨
zh_hant: 已暫停

source: 已有会话
en: Existing sessions
ja: 既存のセッション
ko: 기존 세션
zh_hant: 現有工作階段

source: 已用
en: Used
ja: 使用中
ko: 사용

source: 已选 %d 个
en: Selected %d
ja: %d 個選択中
ko: %d개 선택됨
zh_hant: 已選 %d 個

source: 已选择 %d 台主机
en: %d hosts selected
ja: %d 台のホストを選択中
ko: %d대의 호스트 선택됨
zh_hant: 已選取 %d 台主機

source: 已选择多台主机，批量执行仅支持静默执行。
en: Multiple hosts selected. Batch execution supports silent execution only.
ja: 複数のホストが選択されています。バッチ実行ではサイレント実行のみ対応しています。
ko: 여러 호스트가 선택되었습니다. 일괄 실행은 자동 실행만 지원합니다.
zh_hant: 已選取多台主機。批次執行僅支援靜默執行。

source: 常用
en: Favorites
ja: よく使う
ko: 자주 쓰는

source: 常驻内存
en: Resident (RSS)
ja: 実メモリ (RSS)
ko: 상주 메모리 (RSS)
zh_hant: 常駐記憶體

# 应用暂时无法读取本地配置，请重试。你的数据不会上传。
source: 应用暂时无法读取本地配置，请重试。数据不会上传。
en: The app cannot read the local configuration. Try again. Your data is not uploaded.
ja: ローカル設定を読み込めません。もう一度お試しください。データはアップロードされません。
ko: 로컬 구성을 읽을 수 없습니다. 다시 시도해 주세요. 데이터는 업로드되지 않습니다.
zh_hant: 目前無法讀取本機設定，請重試。資料不會上傳。

source: 应用锁（%@）
en: App Lock (%@)
ja: アプリロック（%@）
ko: 앱 잠금(%@)
zh_hant: 應用鎖（%@）

source: 建连失败
en: Failed conn.
ja: 接続失敗
ko: 연결 실패
zh_hant: 建連失敗

source: 开源许可
en: Open-Source Licenses
ja: オープンソースライセンス
ko: 오픈 소스 라이선스
zh_hant: 開放原始碼授權

source: 引用容器
en: Referencing Containers
ja: 参照しているコンテナ
ko: 참조하는 컨테이너

source: 当前主机平台仅支持此片段的部分能力，仍可继续执行。
en: The current host platform supports only some capabilities required by this snippet, but it can still run.
ja: 現在のホストプラットフォームは、このスニペットの一部の機能のみをサポートしていますが、実行は続行できます。
ko: 현재 호스트 플랫폼은 이 스니펫의 일부 기능만 지원하지만 계속 실행할 수 있습니다.
zh_hant: 目前主機平台僅支援此片段的部分能力，仍可繼續執行。

source: 当前主机平台暂不支持指标采集
en: Metrics collection is not yet supported on this host platform
ja: このホストプラットフォームではメトリクス収集はまだサポートされていません
ko: 이 호스트 플랫폼에서는 아직 지표 수집을 지원하지 않습니다
zh_hant: 目前主機平台尚不支援指標收集

source: 当前主机暂不支持所选 Shell 执行方式。
en: The current host does not support the selected Shell execution method.
ja: 現在のホストは選択した Shell 実行方式をサポートしていません。
ko: 현재 호스트는 선택한 Shell 실행 방식을 지원하지 않습니다.
zh_hant: 目前主機暫不支援所選 Shell 執行方式。

source: 当前平台尚不支持 Docker 管理。
en: Docker management is not yet supported on this platform.
ja: このプラットフォームでは Docker 管理はまだサポートされていません。
ko: 이 플랫폼에서는 아직 Docker 관리를 지원하지 않습니다.
zh_hant: 目前平台尚不支援 Docker 管理。

source: 当前用户无权访问 Docker。 将用户加入 docker 组： sudo usermod -aG docker $USER 然后重新登录后重试。
en: The current user cannot access Docker. Add the user to the docker group: sudo usermod -aG docker $USER Then log in again and retry.
ja: 現在のユーザーには Docker へのアクセス権がありません。 ユーザーを docker グループに追加してください： sudo usermod -aG docker $USER 再度ログインしてから再試行してください。
ko: 현재 사용자는 Docker에 접근할 수 없습니다. 사용자를 docker 그룹에 추가하세요: sudo usermod -aG docker $USER 다시 로그인한 후 재시도하세요.
zh_hant: 目前使用者無權存取 Docker。 將使用者加入 docker 群組： sudo usermod -aG docker $USER 然後重新登入後重試。

# 当前用户无权访问 Docker。 将用户加入 docker 组： sudo usermod -aG docker $USER 然后重新登录后重试。
source: 当前用户无权访问 Docker。\n将用户加入 docker 组：\nsudo usermod -aG docker $USER\n然后重新登录后重试。
en: The current user cannot access Docker.\nAdd the user to the docker group:\nsudo usermod -aG docker $USER\nThen sign in again and retry.
ja: 現在のユーザーには Docker へのアクセス権がありません。\nユーザーを docker グループに追加してください：\nsudo usermod -aG docker $USER\nその後、再ログインして再試行してください。
ko: 현재 사용자는 Docker에 액세스할 수 없습니다.\n사용자를 docker 그룹에 추가하세요:\nsudo usermod -aG docker $USER\n그런 다음 다시 로그인하고 재시도하세요.
zh_hant: 目前使用者無法存取 Docker。\n請將使用者加入 docker 群組：\nsudo usermod -aG docker $USER\n然後重新登入並重試。

source: 当前用户无权访问 Docker。请检查 Docker Desktop 或 Docker socket 的访问权限。
en: The current user cannot access Docker. Check access to Docker Desktop or the Docker socket.
ja: 現在のユーザーには Docker へのアクセス権がありません。Docker Desktop または Docker ソケットのアクセス権を確認してください。
ko: 현재 사용자는 Docker에 접근할 수 없습니다. Docker Desktop 또는 Docker 소켓 접근 권한을 확인하세요.
zh_hant: 目前使用者無權存取 Docker。請檢查 Docker Desktop 或 Docker socket 的存取權限。

source: 当前用户没有执行此片段所需的权限。
en: The current user does not have permission to run this snippet.
ja: 現在のユーザーには、このスニペットの実行に必要な権限がありません。
ko: 현재 사용자에게 이 스니펫을 실행하는 데 필요한 권한이 없습니다.
zh_hant: 目前使用者沒有執行此片段所需的權限。

source: 必填
en: Required
ja: 必須
ko: 필수

source: 快捷动作
en: Quick actions
ja: クイックアクション
ko: 빠른 작업
zh_hant: 快捷動作

source: 快捷键栏
en: Shortcut bar
ja: ショートカットバー
ko: 단축키 막대
zh_hant: 快捷鍵列

source: 我的
en: Me
ja: マイページ
ko: 내 정보

source: 所选密钥不可用，请重新导入或生成密钥
en: The selected key is unavailable. Re-import or generate it.
ja: 選択した鍵を利用できません。再インポートまたは再生成してください。
ko: 선택한 키를 사용할 수 없습니다. 다시 가져오거나 생성하세요.
zh_hant: 所選金鑰無法使用，請重新匯入或產生。

source: 手动
en: Manual
ja: 手動
ko: 수동
zh_hant: 手動

source: 手动添加 Compose 项目
en: Add Compose Project Manually
ja: Compose プロジェクトを手動追加
ko: Compose 프로젝트 수동 추가
zh_hant: 手動新增 Compose 專案

source: 手动添加项目
en: Add Project Manually
ja: プロジェクトを手動追加
ko: 프로젝트 수동 추가
zh_hant: 手動新增專案

source: 打开一台主机的终端，开始一个 SSH 会话
en: Open a host's terminal to start an SSH session
ja: ホストのターミナルを開いて SSH セッションを開始します
ko: 호스트의 터미널을 열어 SSH 세션을 시작하세요
zh_hant: 開啟一台主機的終端，開始一個 SSH 工作階段

source: 打开终端
en: Open Terminal
ja: ターミナルを開く
ko: 터미널 열기
zh_hant: 打開終端

source: 打开终端会话
en: Open terminal session
ja: ターミナルセッションを開く
ko: 터미널 세션 열기
zh_hant: 開啟終端工作階段

source: 执行
en: Run
ja: 実行
ko: 실행
zh_hant: 執行

source: 执行中…
en: Running…
ja: 実行中…
ko: 실행 중…
zh_hant: 執行中…

source: 执行主机
en: Execution hosts
ja: 実行ホスト
ko: 실행 호스트
zh_hant: 執行主機

source: 执行历史
en: Run history
ja: 実行履歴
ko: 실행 기록
zh_hant: 執行歷史

source: 执行失败
en: Run failed
ja: 実行に失敗しました
ko: 실행 실패
zh_hant: 執行失敗

source: 执行失败：%@
en: Run failed: %@
ja: 実行に失敗：%@
ko: 실행 실패: %@
zh_hant: 執行失敗：%@

source: 执行此片段所需的服务未运行。
en: A service required to run this snippet is not running.
ja: このスニペットの実行に必要なサービスが起動していません。
ko: 이 스니펫을 실행하는 데 필요한 서비스가 실행 중이 아닙니다.
zh_hant: 執行此片段所需的服務未執行。

source: 执行结果
en: Execution result
ja: 実行結果
ko: 실행 결과
zh_hant: 執行結果

source: 执行脚本
en: Run script
ja: スクリプトを実行
ko: 스크립트 실행
zh_hant: 執行指令碼

source: 批量
en: Batch
ja: 一括
ko: 일괄
zh_hant: 批次

source: 批量执行
en: Batch run
ja: 一括実行
ko: 일괄 실행
zh_hant: 批次執行

source: 批量执行结果
en: Batch execution results
ja: 一括実行結果
ko: 일괄 실행 결과
zh_hant: 批次執行結果

source: 抢占
en: Steal
ja: スティール
ko: 스틸
zh_hant: 搶佔

source: 拉取
en: Pull
ja: 取得
ko: 가져오기

source: 拉取完成
en: Pull complete
ja: 取得が完了しました
ko: 가져오기 완료

source: 拉取结果未知
en: Pull result unknown
ja: 取得結果は不明です
ko: 가져오기 결과를 알 수 없음
zh_hant: 拉取結果未知

source: 拉取镜像
en: Pull image
ja: イメージを取得
ko: 이미지 가져오기
zh_hant: 拉取映像檔

source: 挂载
en: Mounts
ja: マウント
ko: 마운트
zh_hant: 掛載

source: 挂载点
en: Mount Point
ja: マウントポイント
ko: 마운트 포인트
zh_hant: 掛載點

# 换个关键词试试
source: 请尝试其他关键词
en: Try a different keyword
ja: 別のキーワードで試してください
ko: 다른 키워드로 시도해 보세요
zh_hant: 請嘗試其他關鍵字

source: 排序方式
en: Sort By
ja: 並べ替え
ko: 정렬 기준

source: 探测日志源…
en: Discovering log sources…
ja: ログソースを探索中…
ko: 로그 소스 탐색 중…
zh_hant: 探測日誌來源…

source: 接入容器
en: Attached Containers
ja: 接続中のコンテナ
ko: 연결된 컨테이너

source: 控制台
en: Console
ja: コンソール
ko: 콘솔
zh_hant: 主控台

source: 提示
en: Notice
ja: お知らせ
ko: 알림

source: 搜索 Compose 项目
en: Search Compose projects
ja: Compose プロジェクトを検索
ko: Compose 프로젝트 검색
zh_hant: 搜尋 Compose 專案

source: 搜索主机名或地址
en: Search host name or address
ja: ホスト名またはアドレスを検索
ko: 호스트 이름 또는 주소 검색
zh_hant: 搜尋主機名稱或位址

source: 搜索分组
en: Search groups
ja: グループを検索
ko: 그룹 검색
zh_hant: 搜尋分組

source: 搜索卷
en: Search volumes
ja: ボリュームを検索
ko: 볼륨 검색
zh_hant: 搜尋磁碟區

source: 搜索命令
en: Search commands
ja: コマンドを検索
ko: 명령 검색
zh_hant: 搜尋命令

source: 搜索容器
en: Search containers
ja: コンテナを検索
ko: 컨테이너 검색
zh_hant: 搜尋容器

source: 搜索当前目录
en: Search this folder
ja: このフォルダを検索
ko: 이 폴더 검색
zh_hant: 搜尋目前目錄

source: 搜索片段
en: Search snippets
ja: スニペットを検索
ko: 스니펫 검색
zh_hant: 搜尋片段

source: 搜索网络
en: Search networks
ja: ネットワークを検索
ko: 네트워크 검색
zh_hant: 搜尋網路

source: 搜索脚本
en: Search scripts
ja: スクリプトを検索
ko: 스크립트 검색
zh_hant: 搜尋指令碼

source: 搜索进程 / PID / 用户
en: Search process / PID / user
ja: プロセス / PID / ユーザーを検索
ko: 프로세스 / PID / 사용자 검색
zh_hant: 搜尋行程 / PID / 使用者

source: 搜索镜像
en: Search images
ja: イメージを検索
ko: 이미지 검색
zh_hant: 搜尋映像

source: 摘要
en: Digest
ja: ダイジェスト
ko: 다이제스트

source: 操作
en: Actions
ko: 작업

source: 操作失败
en: Operation failed
ja: 操作に失敗しました
ko: 작업 실패
zh_hant: 操作失敗

source: 操作系统
en: OS
ja: OS
ko: 운영체제
zh_hant: 作業系統

source: 操作超时
en: Operation timed out
ja: 操作がタイムアウトしました
ko: 작업 시간 초과
zh_hant: 操作逾時

# 支持 ssh root@1.2.3.4 -p 2222 一类命令，自动识别地址、用户名与端口。
source: 支持 ssh root@1.2.3.4 -p 2222 格式的命令，并自动识别地址、用户名和端口。
en: Supports commands in the ssh root@1.2.3.4 -p 2222 format and automatically detects the address, username, and port.
ja: ssh root@1.2.3.4 -p 2222 のようなコマンドに対応し、アドレス・ユーザー名・ポートを自動認識します。
ko: ssh root@1.2.3.4 -p 2222 같은 명령을 지원하며 주소, 사용자 이름, 포트를 자동으로 인식합니다.
zh_hant: 支援 ssh root@1.2.3.4 -p 2222 格式的指令，並自動辨識位址、使用者名稱與連接埠。

source: 支持单行或多行 Shell 脚本；变量用 {{名称}} 或 {{名称:默认值}}，执行前会让你填参。
en: Supports one-line or multi-line Shell scripts. Use {{name}} or {{name:default}} for variables; you will be prompted before execution.
ja: 1 行または複数行の Shell スクリプトに対応しています。変数は {{name}} または {{name:default}} と記述し、実行前に入力します。
ko: 한 줄 또는 여러 줄 셸 스크립트를 지원합니다. 변수는 {{이름}} 또는 {{이름:기본값}} 형식이며 실행 전에 입력합니다.
zh_hant: 支援單行或多行 Shell 指令碼；變數使用 {{名稱}} 或 {{名稱:預設值}}，執行前會要求填寫。

source: 收起
en: Collapse
ja: 折りたたむ
ko: 접기
zh_hant: 收合

source: 收起快捷键
en: Collapse Shortcut Keys
ja: ショートカットキーを折りたたむ
ko: 단축키 접기
zh_hant: 收起快速鍵

source: 收起键盘
en: Dismiss Keyboard
ja: キーボードを閉じる
ko: 키보드 닫기
zh_hant: 收起鍵盤

source: 故障
en: Critical
ja: 障害
ko: 장애

source: 数据
en: Data
ja: データ
ko: 데이터
zh_hant: 資料

source: 数据仅存本机 · 无账号 · 不上传
en: Data stays on this device · No account · No upload
ja: データは本端末のみに保存 · アカウント不要 · アップロードなし
ko: 데이터는 이 기기에만 저장 · 계정 없음 · 업로드 없음
zh_hant: 資料僅存本機 · 無帳號 · 不上傳

source: 文件
en: Files
ja: ファイル
ko: 파일
zh_hant: 檔案

source: 文件超过 1MB，暂不支持在线编辑。请下载后查看。
en: File exceeds 1 MB; online editing isn't supported. Download it to view.
ja: ファイルが1MBを超えています。オンライン編集は非対応です。ダウンロードしてご覧ください。
ko: 파일이 1MB를 초과하여 온라인 편집을 지원하지 않습니다. 다운로드하여 확인하세요.
zh_hant: 檔案超過 1MB，暫不支援線上編輯。請下載後檢視。

source: 新会话
en: New session
ja: 新規セッション
ko: 새 세션
zh_hant: 新增工作階段

source: 新增
en: Add
ja: 追加
ko: 추가

source: 新增一条，或使用内置模板库
en: Add one, or use the built-in templates
ja: 追加するか、組み込みテンプレートを使いましょう
ko: 새로 추가하거나 기본 템플릿을 사용하세요
zh_hant: 新增一則，或使用內建範本庫

source: 新增一条，或切换其他筛选
en: Add a command or choose another filter
ja: コマンドを追加するか、別のフィルターを選択してください
ko: 명령을 추가하거나 다른 필터를 선택하세요
zh_hant: 新增一條，或切換其他篩選

source: 新增分组
en: New Group
ja: グループを追加
ko: 그룹 추가
zh_hant: 新增分組

source: 新增命令
en: New Command
ja: コマンドを追加
ko: 명령 추가

source: 新增密钥
en: Add key
ja: 鍵を追加
ko: 키 추가
zh_hant: 新增金鑰

source: 新增服务器
en: Add Server
ja: サーバーを追加
ko: 서버 추가
zh_hant: 新增伺服器

source: 新增片段
en: New snippet
ja: スニペットを追加
ko: 스니펫 추가

source: 新增脚本
en: Add script
ja: スクリプトを追加
ko: 스크립트 추가
zh_hant: 新增指令碼

source: 新密钥
en: New key
ja: 新しい鍵
ko: 새 키
zh_hant: 新金鑰

source: 新建
en: New
ja: 新規
ko: 새로 만들기
zh_hant: 新增

source: 新建会话
en: New session
ja: 新規セッション
ko: 새 세션
zh_hant: 新增工作階段

# 新建会话会复用已建立的 SSH 连接，但创建独立的 PTY。
source: 新建会话会复用已建立的 SSH 连接，但会创建独立的 PTY。
en: New sessions reuse the established SSH connection but create an independent PTY.
ja: 新しいセッションは既存の SSH 接続を再利用しますが、独立した PTY を作成します。
ko: 새 세션은 기존 SSH 연결을 재사용하지만 독립적인 PTY를 생성합니다.
zh_hant: 新工作階段會重用現有的 SSH 連線，但會建立獨立的 PTY。

source: 新建文件
en: New File
ja: New File
ko: New File

source: 新建文件夹
en: New folder
ja: 新規フォルダ
ko: 새 폴더
zh_hant: 新增資料夾

source: 新建终端
en: New terminal
ja: 新しいターミナル
ko: 새 터미널
zh_hant: 新增終端機

source: 新建终端会话
en: New terminal session
ja: 新しいターミナルセッション
ko: 새 터미널 세션
zh_hant: 新增終端工作階段

source: 方式
en: Method
ko: 방식

source: 无匹配的文件
en: No matching files
ja: 一致するファイルなし
ko: 일치하는 파일 없음
zh_hant: 無相符的檔案

source: 无匹配的进程
en: No matching processes
ja: 一致するプロセスなし
ko: 일치하는 프로세스 없음
zh_hant: 無相符的行程

source: 无服务端 · 零遥测
en: No server · Zero telemetry
ja: サーバーなし · テレメトリーゼロ
ko: 서버 없음 · 텔레메트리 없음
zh_hant: 無伺服端 · 零遙測

source: 无法保存 Docker 操作审计，未执行远程命令
en: Unable to record the Docker audit entry; the remote command was not run
ja: Docker 操作の監査記録を保存できないため、リモートコマンドは実行されませんでした
ko: Docker 감사 기록을 저장할 수 없어 원격 명령을 실행하지 않았습니다
zh_hant: 無法儲存 Docker 操作稽核記錄，未執行遠端命令

source: 无法保存执行记录，未执行脚本
en: Unable to record the execution; the script was not run
ja: 実行記録を保存できないため、スクリプトは実行されませんでした
ko: 실행 기록을 저장할 수 없어 스크립트를 실행하지 않았습니다
zh_hant: 無法儲存執行記錄，未執行指令碼

source: 无法保存拉取审计，未开始拉取
en: Unable to save pull audit; pull was not started
ja: 取得監査を保存できないため、取得は開始されませんでした
ko: 가져오기 감사를 저장할 수 없어 가져오기를 시작하지 않았습니다
zh_hant: 無法儲存拉取稽核，未開始拉取

source: 无法准备远程脚本执行环境。
en: Unable to prepare the remote script environment.
ja: リモートスクリプト実行環境を準備できませんでした。
ko: 원격 스크립트 실행 환경을 준비할 수 없습니다.
zh_hant: 無法準備遠端腳本執行環境。

source: 无法打开本地数据
en: Unable to open local data
ja: ローカルデータを開けません
ko: 로컬 데이터를 열 수 없습니다
zh_hant: 無法開啟本機資料

source: 无法确认远程主机是否满足片段要求。
en: Could not confirm whether the remote host meets the snippet requirements.
ja: リモートホストがスニペットの要件を満たしているか確認できませんでした。
ko: 원격 호스트가 스니펫 요구 사항을 충족하는지 확인할 수 없습니다.
zh_hant: 無法確認遠端主機是否符合片段要求。

source: 无镜像
en: No image
ja: イメージなし
ko: 이미지 없음
zh_hant: 無映像檔

source: 日志
en: Logs
ja: ログ
ko: 로그
zh_hant: 日誌

source: 是
en: Yes
ja: はい
ko: 예

source: 显示
en: Display
ja: 表示
ko: 디스플레이
zh_hant: 顯示

source: 显示密码
en: Show password
ja: パスワードを表示
ko: 비밀번호 표시
zh_hant: 顯示密碼

source: 显示行号
en: Show Line Numbers
ja: 行番号を表示
ko: 줄 번호 표시
zh_hant: 顯示行號

source: 显示隐藏
en: Show hidden
ja: 隠しファイル表示
ko: 숨김 파일 표시
zh_hant: 顯示隱藏

source: 显示隐藏文件
en: Show Hidden Files
ja: 隠しファイルを表示
ko: 숨김 파일 표시
zh_hant: 顯示隱藏檔案

source: 普通终端
en: Shell terminal
ja: シェルターミナル
ko: 셸 터미널
zh_hant: 一般終端機

source: 暂无
en: None
ja: なし
ko: 없음
zh_hant: 暫無

source: 暂无进程数据
en: No process data
ja: プロセスデータがありません
ko: 프로세스 데이터 없음
zh_hant: 暫無程序資料

source: 更多操作
en: More
ja: その他
ko: 더 보기

source: 有效配置
en: Effective configuration
ja: 有効な構成
ko: 유효한 구성
zh_hant: 有效設定

source: 服务
en: Services
ja: サービス
ko: 서비스
zh_hant: 服務

source: 服务器
en: Servers
ja: サーバー
ko: 서버
zh_hant: 伺服器

source: 未使用
en: Unused
ko: 미사용

source: 未分组
en: Ungrouped
ja: 未分類
ko: 그룹 없음
zh_hant: 未分組

source: 未发现常见日志源。 可在终端里直接查看自定义路径。
en: No common log sources found. View custom paths directly in the terminal.
ja: 一般的なログソースが見つかりません。 カスタムパスはターミナルで直接確認できます。
ko: 일반적인 로그 소스를 찾지 못했습니다. 사용자 지정 경로는 터미널에서 직접 확인할 수 있습니다.
zh_hant: 未發現常見日誌來源。 可在終端機裡直接查看自訂路徑。

# 未发现常见日志源。 可在终端里直接查看自定义路径。
source: 未发现常见日志源。\n可在终端里直接查看自定义路径。
en: No common log sources found.\nYou can inspect a custom path in Terminal.
ja: 一般的なログソースが見つかりません。\nターミナルでカスタムパスを直接確認できます。
ko: 일반 로그 소스를 찾을 수 없습니다.\n터미널에서 사용자 지정 경로를 직접 확인할 수 있습니다.
zh_hant: 找不到常見的記錄來源。\n可在終端機直接查看自訂路徑。

source: 未启用
en: Disabled
ja: 無効
ko: 사용 안 함
zh_hant: 未啟用

source: 未检测到 Docker CLI。请确认该主机已安装 Docker。
en: Docker CLI not found. Make sure Docker is installed on this host.
ja: Docker CLI が見つかりません。このホストに Docker がインストールされているか確認してください。
ko: Docker CLI를 찾을 수 없습니다. 이 호스트에 Docker가 설치되어 있는지 확인하세요.
zh_hant: 未偵測到 Docker CLI。請確認該主機已安裝 Docker。

source: 未检测到 Docker CLI。请确认该服务器已安装 Docker。
en: Docker CLI not found. Make sure Docker is installed on this server.
ja: Docker CLI が見つかりません。このサーバーに Docker がインストールされているか確認してください。
ko: Docker CLI를 찾을 수 없습니다. 이 서버에 Docker가 설치되어 있는지 확인하세요.
zh_hant: 未偵測到 Docker CLI。請確認該伺服器已安裝 Docker。

source: 未检测到 Docker CLI。请确认这台 Mac 已安装 Docker Desktop。
en: Docker CLI not found. Make sure Docker Desktop is installed on this Mac.
ja: Docker CLI が見つかりません。この Mac に Docker Desktop がインストールされているか確認してください。
ko: Docker CLI를 찾을 수 없습니다. 이 Mac에 Docker Desktop이 설치되어 있는지 확인하세요.
zh_hant: 未偵測到 Docker CLI。請確認這台 Mac 已安裝 Docker Desktop。

source: 未检测到 Docker Compose
en: Docker Compose was not detected
ja: Docker Compose が見つかりません
ko: Docker Compose를 찾을 수 없습니다
zh_hant: 未偵測到 Docker Compose

source: 未知
en: Unknown
ja: 不明
ko: 알 수 없음

source: 权限格式应为八进制，如 644
en: Permissions must be octal, e.g. 644.
ja: アクセス権は8進数で入力してください（例: 644）。
ko: 권한은 8진수여야 합니다. 예: 644.
zh_hant: 權限格式須為八進位，例如 644。

source: 架构
en: Architecture
ja: アーキテクチャ
ko: 아키텍처
zh_hant: 架構

source: 查看私钥
en: View private key
ja: 秘密鍵を表示
ko: 개인 키 보기
zh_hant: 檢視私鑰

source: 标签
en: Labels
ja: ラベル
ko: 레이블
zh_hant: 標籤

source: 标记为危险（执行前强确认）
en: Mark as dangerous (confirm before running)
ja: 危険としてマーク（実行前に確認）
ko: 위험으로 표시(실행 전 확인)
zh_hant: 標記為危險（執行前強制確認）

source: 标题
en: Title
ja: タイトル
ko: 제목
zh_hant: 標題

source: 校验主机指纹
en: Verify host fingerprint
ja: ホストフィンガープリントを検証
ko: 호스트 지문 확인
zh_hant: 驗證主機指紋

source: 核心
en: Cores
ja: コア
ko: 코어

source: 核心数
en: Cores
ja: コア数
ko: 코어 수
zh_hant: 核心數

source: 根目录绑定
en: Root directory bind
ja: ルートディレクトリのバインド
ko: 루트 디렉터리 바인드
zh_hant: 根目錄繫結

source: 检查脚本兼容性失败：%@
en: Could not check script compatibility: %@
ja: スクリプトの互換性を確認できませんでした：%@
ko: 스크립트 호환성을 확인하지 못했습니다: %@
zh_hant: 檢查腳本相容性失敗：%@

source: 概要
en: Overview
ko: 개요

source: 概览
en: Overview
ja: 概要
ko: 개요
zh_hant: 概覽

source: 橙
en: Orange
ja: オレンジ
ko: 주황

source: 正在打开控制台…
en: Opening console…
ja: コンソールを開いています…
ko: 콘솔을 여는 중…
zh_hant: 正在開啟主控台…

source: 正在拉取镜像
en: Pulling image
ja: イメージを取得中
ko: 이미지 가져오는 중
zh_hant: 正在拉取映像檔

source: 正在检查脚本兼容性…
en: Checking script compatibility…
ja: スクリプトの互換性を確認中…
ko: 스크립트 호환성을 확인하는 중…
zh_hant: 正在檢查腳本相容性…

source: 正在连接 %@…
en: Connecting to %@…
ja: %@ に接続中…
ko: %@에 연결 중…
zh_hant: 正在連線 %@…

source: 正在重新连接…
en: Reconnecting…
ja: 再接続中…
ko: 다시 연결하는 중…
zh_hant: 正在重新連線…

source: 正常
en: OK
ko: 정상

source: 此操作不可撤销。
en: This action cannot be undone.
ja: この操作は元に戻せません。
ko: 이 작업은 되돌릴 수 없습니다.
zh_hant: 此操作無法復原。

source: 此脚本不支持该主机平台
en: This script does not support the host platform
ja: このスクリプトはホストのプラットフォームに対応していません
ko: 이 스크립트는 호스트 플랫폼을 지원하지 않습니다
zh_hant: 此腳本不支援該主機平台

source: 死亡
en: Dead
ja: 終了
ko: 종료

source: 段
en: Segment
ja: セグメント
ko: 세그먼트
zh_hant: 分段

source: 每 %d 秒
en: Every %ds
ja: %d秒ごと
ko: %d초마다

source: 没有 Compose 项目
en: No Compose projects
ja: Compose プロジェクトがありません
ko: Compose 프로젝트가 없습니다
zh_hant: 沒有 Compose 專案

source: 没有匹配的 Compose 项目
en: No matching Compose projects
ja: 一致する Compose プロジェクトがありません
ko: 일치하는 Compose 프로젝트가 없습니다
zh_hant: 沒有相符的 Compose 專案

source: 没有匹配的分组
en: No matching groups
ja: 一致するグループはありません
ko: 일치하는 그룹이 없습니다
zh_hant: 沒有符合的分組
